import React, { Component } from 'react';
import s from "./Guarantee.module.css";

export default class Dostavka extends Component {
    render() {
        return (
            <div className={s.dostavkaBox}>
                <h1>Доставка та оплата</h1>
                <hr />
                <p><strong>Доставка:</strong></p>
                <p>- На  відділення Нової пошти<br />- Доставка курьєром на адресу</p>
                <p><strong>Оплата:</strong></p>
                <p>- Післяплата<br/>- Оплата на карту (+1% комісія банку)</p>
                    <p><strong>* Завжди перевіряйте товар на відсутність механічних пошкоджень. Підписавши декларацію Нової пошти, Ви автоматично погоджуєтеся з тим, що товар отримали без будь-яких механічних пошкоджень, відколів, подряпин, дефектів.</strong></p>
                    <p>У вихідні дні замовлення, оформлені з 10 до 14:00 відправляються в той же день.</p>
                <p>Замовлення оформлені в будні дні з 9 до 16:00, відправляються в той же день. Замовлення, оформлені після 16:00, відправляються на наступний день.</p>
                <p><strong>Самовивіз</strong></p>
                <p>- Ми знаходимося в м. Рівне. Товар оформлений в будні дні з 9 до 20 та у вихідні дні з 10 до 20 можна забрати в магазині «Patifon» за адресою: вул. Чорновола, 70 на наступний день після замовлення за попереднім підтвердженням з оператором (в робочий час).</p>
                <p>Оплата: готівкова, безготівкова(термінал)</p>
                <p><strong>* При оплаті через термінал стягується комісія 3%</strong></p>
            </div>
        )
    }
}
