import React, { Component } from 'react';
import s from "./Guarantee.module.css";


class Exchange extends Component {
    render() {
        return (
            <div className={s.exchangeBox}>
                <h1 class="">Обмін та Повернення</h1>
                <hr/>
                <p>На всі смартфони, куплені в нашому інтернет-магазині  діє гарантія.
</p>
<p>Відповідно до <strong>Закону України «Про захист прав споживачів»</strong>, обмін і повернення товарів належної якості здійснюється за рахунок покупця протягом 14 днів з дня покупки за умови що:
</p>
<p>- товар повністю укомплектований і не порушена цілісність упаковки;
</p>
<p>- немає подряпин, потертостей, відколів і слідів використання;
</p>
<p>- програмне забезпечення не піддавалося змінам і є в наявності документи, що підтверджують факт покупки;
</p>
<p>- обмін і повернення проводиться після діагностики, перевірки та висновку сервісного центру і підтвердження достовірності товару, заявленого в товарному чеку.
</p>
<p>- <strong>УВАГА!</strong> СІМ карти, карти пам'яті, інформацію з пристрою перед відправкою в сервісний центр зберігайте та залишайте у себе - сервісний центр не несе відповідальність за втрати сім карт, карт пам'яті, інформації з вашого пристрою
</p>
<p>- <strong>ВАЖЛИВО!</strong> При отриманні, завжди перевіряйте товар на відділенні Нової пошти на відсутність механічних пошкоджень. Підписавши декларацію Нової пошти, ви автоматично погоджуєтеся з тим, що товар отримали без будь-яких механічних пошкоджень, відколів, подряпин, дефектів.
</p>
<p><strong>Сервісний центр може відмовити в поверненні або обміні смартфону в 14 днів і гарантійному ремонті якщо:</strong>
</p>
<p>- порушене збереження заводських пломб;
</p>
<p>- є механічні або інші пошкодження, які виникли в наслідок умисних або необережних дій покупця або третіх осіб;
</p>
<p>- були проведені несанкціоновані зміни програмного забезпечення.
</p>
<p>Повернення, обмін або доставка в сервісний центр здійснюються через компанію "НОВА ПОШТА":
</p>
<p>- всі витрати, пов'язані з доставкою товару в наш сервісний центр, оплачує покупець;
</p>
<p>- обмін або повернення товару протягом 14 днів, оплачує покупець;
</p>
<p>- після отримання ми зв'яжемося з Вами для уточнення причини відправки.
</p>
            </div>
        );
    }
}

export default Exchange;